Repository: uamidigital/filosofia
Catalog: omp/locale/*/editor.po
Languages: el_gr, fr_ca, it_it

# editor.submissionArchive
source: Submission Archive
el_gr: Αρχείο Υποβολών
fr_ca: Archives des soumissions
it_it: Archivio di caricamento

# editor.monograph.cancelReview
source: Cancel Request
el_gr: Ακύρωση Αιτήματος
fr_ca: Annuler la requête
it_it: Annulla la richiesta

# editor.monograph.clearReview
source: Clear Reviewer
el_gr: Καθαρισμός Αξιολογητή
fr_ca: Supprimer l'évaluateur
it_it: Cancella il recensore

# editor.monograph.enterRecommendation
source: Enter Recommendation
el_gr: Εισαγωγή Εισήγησης
fr_ca: Saisir la recommendation
it_it: Inserisci la raccomandazione

# editor.monograph.enterReviewerRecommendation
source: Enter Reviewer Recommendation
el_gr: Εισαγωγή εισήγησης αξιολογητή
fr_ca: Saisir la recommendation de l'évaluateur
it_it: Inserisci la raccomandazione del recensore

# editor.monograph.recommendation
source: Recommendation
el_gr: Εισαγωγή Εισήγησης
it_it: Raccomandazione

# editor.monograph.selectReviewerInstructions
source: Select a reviewer above and press the 'Select Reviewer' button to continue.
el_gr: Επιλέξτε έναν από τους παραπάνω αξιολογητές και πατήστε "Επιλογή Αξιολογητή" για να συνεχίσετε.
fr_ca: Choisir un évaluateur et une presse ci-haut, cliquer sur "Choisir un évaluateur" pour continuer.
it_it: Seleziona un recensore qui in alto e poi clicca su "Scegli un recensore" per continuare.

# editor.monograph.replaceReviewer
source: Replace Reviewer
el_gr: Αντικατάσταση Αξιολογητή
fr_ca: Remplacer l'évaluateur
it_it: Sostituire il recensore

# editor.monograph.editorToEnter
source: Editor to enter recommendation/comments for reviewer
el_gr: Ο επιμελητής εισάγει συστάσεις/σχόλια για τον αξιολογητή
fr_ca: Le rédacteur en chef doit saisir sa recommandation et ses commentaires pour l'évaluateur
it_it: L'Editor deve inserire la sua raccomandazione o i suoi commenti per il recensore

# editor.monograph.uploadReviewForReviewer
source: Upload review
el_gr: Ανέβασμα Αξιολόγησης
fr_ca: Télécharger l'évaluation
it_it: Carica la recensione

# editor.monograph.peerReviewOptions
source: Peer Review Options
el_gr: Επιλογές αξιολόγησης απο ομότιμους αξιολογητές (Peer Review)
fr_ca: Options d'évaluation par les pairs
it_it: Opzioni per la Peer Review

# editor.monograph.selectProofreadingFiles
source: Proofreading Files
el_gr: Αρχεία επιμέλειας τυπογραφικών δοκιμίων
fr_ca: Fichiers d'épreuves
it_it: Files per la correzione delle bozze

# editor.monograph.internalReview
source: Initiate Internal Review
el_gr: Έναρξη Εσωτερικής Αξιολόγησης
fr_ca: Procéder à l'évaluation interne
it_it: Procedere alla valutazione interna

# editor.monograph.internalReviewDescription
source: Select files below to send them to the internal review stage.
el_gr: Είτε έτοιμοι να ξεκινήσετε ένα γύρο εσωτερικής αξιολόγησης για την υποβολή. Τα αρχεία που αποτελούν μέρος της υποβολής παρατίθενται παρακάτω και μπορούν να επιλεγούν για αξιολόγηση.
fr_ca: Vous entamez le processus d'évaluation interne de cette soumission. La liste des fichiers faisant partie de cette soumission est affichée ci-dessous. Ils peuvent être sélectionnés pour être révisés.
it_it: Si sta per avviare una valutazione interna per questa immissione. I file che fanno parte della immissione sono elencati di seguito e possono essere selezionati per la valutazione.

# editor.monograph.externalReview
source: Initiate External Review
el_gr: Έναρξη Εξωτερικής Αξιολόγησης
fr_ca: Procéder à l'évaluation externe
it_it: Procedere alla valutazione esterna

# editor.monograph.final.selectFinalDraftFiles
source: Select Final Draft Files
el_gr: Επιλογή Αρχείων Τελικού Κειμένου
fr_ca: Choisir les fichiers d'épreuves finales
it_it: Selezionare il file per la bozza finale

# editor.monograph.final.currentFiles
source: Current Final Draft Files
el_gr: Τρέχοντα Αρχεία Τελικού Κειμένου
fr_ca: Fichiers courants d'épreuves finales
it_it: File corrente per la bozza finale

# editor.monograph.copyediting.currentFiles
source: Current Files
el_gr: Τρέχοντα Αρχεία
fr_ca: Fichiers en cours
it_it: File correnti

# editor.monograph.copyediting.personalMessageToUser
source: Message to user
el_gr: Μήνυμα σε χρήστη
fr_ca: Message à l'utilisateur
it_it: Messaggio all'utente

# editor.monograph.legend.submissionActions
source: Submission Actions
el_gr: Ενέργεια Υποβολής
fr_ca: Actions de soumission
it_it: Azioni per il caricamento

# editor.monograph.legend.submissionActionsDescription
source: Overall submission actions and options.
el_gr: Συνολικές ενέργειες και επιλογές υποβολής.
fr_ca: Actions et options de soumission générales.
it_it: Azioni e opzioni per il caricamento complessivo.

# editor.monograph.legend.sectionActions
source: Section Actions
el_gr: Ενέργειες Ενότητας (Section Actions)
fr_ca: Actions de section
it_it: Azioni per la sezione

# editor.monograph.legend.sectionActionsDescription
source: Options particular to a given section, for example uploading files or adding users.
el_gr: Επιλογές μιας συγκεκριμένης ενότητας, για παράδειγμα μεταφόρτωση αρχείων ή εγγραφή χρηστών.
fr_ca: Les options associées à une section particulière, comme le téléchargement de fichiers ou l'ajout d'utilisateurs.
it_it: Opzioni particolari per una certa sezione, come ad esempio caricamento di file o aggiunta di utenti.

# editor.monograph.legend.itemActions
source: Item Actions
el_gr: Ενέργειες Στοιχείου
fr_ca: Actions des articles
it_it: Azioni per i documenti

# editor.monograph.legend.itemActionsDescription
source: Actions and options particular to an individual file.
el_gr: Ενέργειες και επιλογές που αφορούν ένα συγκεκριμένο αρχείο.
fr_ca: Les actions et options associées à un fichier particulier.
it_it: Azioni e opzioni particolari per un singolo file.

# editor.monograph.legend.catalogEntry
source: View and manage the submission catalog entry, including metadata and publishing formats
el_gr: Προβολή και διαχείριση της καταχώρησης μιας υποβολής στον κατάλογο, συμπεριλαμβανομένων των μεταδεδομένων και των μορφότυπων δημοσίευσης.
fr_ca: Visionner et gérer l'entrée dans le catalogue de soumission, incluant les formats des métadonnées et de publication.
it_it: Visualizzare e gestire il caricamento del record, inclusi i metadati ed i formati di pubblicazione

# editor.monograph.legend.bookInfo
source: View and manage submission metadata, notes, notifications, and history
el_gr: Προβολή και διαχείριση των μεταδεδομένων, των σημειώσεων, κοινοποιήσεων και του ιστορικού μιας υποβολής
fr_ca: Visionner et gérer les métadonnées, les notes, les avis et l'historique de la soumission.
it_it: Visualizzare e gestire i metadati, le note, gli avvisi e lo storico del caricamento

# editor.monograph.legend.participants
source: View and manage this submission's participants: authors, editors, designers, and more
el_gr: Προβολή και Διαχείριση των συμμετεχόντων της υποβολής: συγγραφείς, επιμελητές, σχεδιαστές, και άλλων
fr_ca: Visionner et gérer la liste des personnes impliquées dans cette soumission: auteurs, évaluateurs, concepteurs et autres.
it_it: Visualizzare e gestire tutti gli attori coinvolti nel caricamento: autori, editor, designer e altri

# editor.monograph.legend.add
source: Upload a file to the section
el_gr: Ανεβάστε ένα αρχείο στην ενότητα
fr_ca: Télécharger un fichier dans la section.
it_it: Caricare un file nella sezione

# editor.monograph.legend.add_user
source: Add a user to the section
el_gr: Προσθήκη χρήστη στην ενότητα
fr_ca: Ajouter un utilisateur à la section
it_it: Aggiungere uh utente alla sezione

# editor.monograph.legend.settings
source: View and access item settings, such as information and delete options
el_gr: Προβολή και πρόσβαση στις ρυθμίσεις στοιχείου, όπως πληροφορίες και επιλογές αφαίρεσης
fr_ca: Visionner et accéder aux paramètres des articles, comme les fonctions d'information et de suppression.
it_it: Visualizzare e accedere ai parametri del documento, come le opzioni relative alle informazioni e alla cancellazione

# editor.monograph.legend.more_info
source: More Information: file notes, notification options, and history
el_gr: Επιπλέον πληροφορίες: σημειώσεις αρχείου, επιλογές κοινοποίησης και ιστορικό
fr_ca: Renseignements supplémentaires: notes sur les fichiers, options d'alerte et historique.
it_it: Informazioni supplementari: note sui file, opzioni per le notifiche e storico

# editor.monograph.legend.notes_none
source: File information: notes, notification options, and history (No notes added yet)
el_gr: Πληροφορίες αρχείου: σημειώσεις, επιλογές κοινοποίησης και ιστορικό (Δεν έχουν προστεθεί σημειώσεις ακόμα)
fr_ca: Renseignements sur le fichier: notes, options d'alerte et historique (Aucunes notes ajoutées pour le moment)
it_it: Informazioni sul file: note, opzioni per le notifiche e storico (al momento non ci sono note)

# editor.monograph.legend.notes
source: File information: notes, notification options, and history (Notes are available)
el_gr: Πληροφορίες αρχείου: σημειώσεις, επιλογές κοινοποίησης και ιστορικό (Οι σημειώσεις είναι διαθέσιμες)
fr_ca: Renseignements sur le fichier: notes, options d'alertes et historique (Les notes sont disponibles)
it_it: Informazioni sul file: note, opzioni per le notifiche e storico(note disponibili)

# editor.monograph.legend.notes_new
source: File information: notes, notification options, and history (New notes added since last visit)
el_gr: Πληροφορίες αρχείου: σημειώσεις, επιλογές κοινοποίησης και ιστορικό (Νέες σημειώσεις προστέθηκαν κατά την τελευταία επίσκεψη)
fr_ca: Renseignements sur le fichier: notes, options d'alerte et historique (Nouvelles notes ajoutées depuis la dernière visite)
it_it: Informazioni sul file: note, opzioni per le notifiche e storico (dopo l'ultima visita sono state aggiunte nuove note)

# editor.monograph.legend.edit
source: Edit item
el_gr: Επεξεργασία στοιχείου
fr_ca: Modifier l'article
it_it: Edita il documento

# editor.monograph.legend.delete
source: Delete item
el_gr: Διαγραφή στοιχείου
fr_ca: Supprimer l'article
it_it: Cancella il documento

# editor.monograph.legend.in_progress
source: Action in progress or not yet complete
el_gr: Ενέργεια σε εξέλιξη ή δεν έχει ολοκληρωθεί
fr_ca: Action en cours ou qui n'est pas encore complétée
it_it: Azione in corso oppure non ancora completata

# editor.monograph.legend.complete
source: Action complete
el_gr: Ολοκληρώθηκε
fr_ca: Action complétée
it_it: Azione completata

# editor.monograph.legend.uploaded
source: File uploaded by the role in the grid column title
fr_ca: Fichier téléchargé par le rôle correspondant au titre de la colonne de la grille.
it_it: File caricato per il ruolo corrispondente per il titolo della colonna della griglia

# editor.submission.introduction
source: In Submission, the editor, after the consulting the files submitted, selects the appropriate action (which includes notifying the author): Send to Internal Review (entails selecting files for Internal Review); Send to External Review (entails selecting files for External Review); Accept Submission (entails selecting files for Editorial stage); or Decline Submission (archives submission).
el_gr: Σε μια υποβολή, ο επιμελητής έκδοσης (editor), μετά από διαβούλευση των αρχείων που έχουν υποβληθεί, προβαίνει στις ακόλουθες ενέργειες συμπεριλαμβανομένου και την ενημέρωση του συγγραφέα: αποστολή για εσωτερική αξιολόγηση (επιλέγοντας και τα αρχεία για εσωτερική αξιολόγηση), αποστολή για εξωτερική αξιολόγηση (επιλέγοντας και τα αρχεία για εξωτερική αξιολόγηση), αποδοχή υποβολής (συνεπάγεται και η επιλογή αρχείων για το στάδιο σύνταξης/δημοσίευσης) ή απόρριψη υποβολής (υποβολή στο αρχείο).
fr_ca: Au moment de soumettre un fichier, le rédacteur en chef, après avoir consulté les fichiers soumis, choisit l'action appropriée (qui comprend envoyer un avis à l'auteur): Acheminer pour évaluation interne (exige la sélection des fichiers pour l'évaluation interne); Acheminer pour évaluation externe (exige la sélection des fichiers pour l'évaluation externe); Accepter la soumission (exige la sélection des fichiers pour l'étape de rédaction); ou Refuser la soumission (archivage de la soumission).
it_it: Al momento del caricamento, l'editor, dopo aver consultato i file sottomessi dei fascicoli, sceglie l'azione appropriata (che comprende l'invio di una notifica all'autore) tra queste: Invia per una verifica interna (comporta la selezione dei file per una revisione interna); Invia per una verifica esterna (comporta la selezione dei file per una revisione esterna); Accetta il file sottomesso (comporta la selezione dei file per la fase editoriale); o Rifiuta il file sottomesso (archiviazione del file sottomesso).

# editor.monograph.editorial.fairCopy
source: Fair Copy
el_gr: Τελικό Αντίγραφο
fr_ca: Copie au net
it_it: Bella copia

# editor.monograph.proofs
source: Proofs
el_gr: Τυπογραφικά Δοκίμια
fr_ca: Épreuves
it_it: Prove

# editor.monograph.production.approvalAndPublishing
source: Approval and Publishing
el_gr: Αποδοχή και Δημοσίευση
fr_ca: Approbation et publication
it_it: Approvazione e pubblicazione

# editor.monograph.production.approvalAndPublishingDescription
source: Different publication formats, such as hardcover, softcover and digital, can be uploaded in the Publication Formats section below. You can use the publication formats grid below as a checklist for what still needs to be done to publish a publication format.
el_gr: Διαφορετικές μορφές εκδόσεων, όπως σκληρόδετο (hardcover), χαρτόδετο (softcover) και ψηφιακό, μπορούν να μεταφορτωθούν παρακάτω στην ενότητα Μορφότυπα Έκδοσης. Μπορείτε να χρησιμοποιήσετε το παρακάτω πλέγμα (grid) ως μια λίστα επιλογών για το τι απομένει να γίνει για να εκδοθεί μια μορφή έκδοσης του βιβλίου. (Different publication formats, such as hardcover, softcover and digital, can be uploaded in the Publication Formats section below. You can use the publication formats grid below as a checklist for what still needs to be done to publish a publication format).
fr_ca: Les livres peuvent être publiés sous différents formats, soit avec une couverture rigide ou souple, ou en format électronique, et ces formats peuvent être téléchargés dans la section Formats de publication ci-dessous. Vous pouvez utiliser la grille de formats suivante à titre d'aide-mémoire pour savoir ce qu'il faut faire avant de publier un format particulier.
it_it: I libri possono essere pubblicati in diversi formati (copertina rigida, brossura e digitale), possono essere caricati nella sezione Formati Pubblicazione che segue. È possibile utilizzare la griglia formati di pubblicazione di sotto come una lista di controllo per ciò che deve ancora essere fatto per pubblicare un formato di pubblicazione.

# editor.monograph.production.publicationFormatDescription
source: Add publication formats (e.g., digital, paperback) for which the layout editor prepares page proofs for proofreading. The <em>Proofs</em> need to be checked as approved and the <em>Catalog</em> entry for the format needs to be checked as posted in the bookâ€™s catalog entry, before a format can be made <em>Available</em> (i.e., published).
el_gr: Προσθέστε τα μορφότυπα έκδοσης (πχ. ψηφιακό, χαρτόδετο) τα οποία ο επιμελητής σελιδοποίησης ετοίμασε για τη διόρθωση τυπογραφικών δοκιμίων. Τα <em>Τυπογραφικά Δοκίμια</em> θα πρεπει να ελεγχθούν σύμφωνα με τα πρότυπα των εκδόσεων και η καταχώριση στον <em>Κατάλογο</em> πρέπει να είναι σύμφωνη με την εγκεκριμένη καταχώριση του βιβλίου, πριν να μπορεί ένα μορφότυπο να γίνει <em>διαθέσιμο</em> πχ. Δημοσιευμένο.
fr_ca: Ajoutez les formats de publication (ex.: numérique, couverture souple) afin que le rédacteur metteur en page prépare les épreuves qui seront révisées. On doit indiquer que les <em>Épreuves</em> ont été approuvées, et on doit cocher l'entrée de <em>Catalogue</em> pour le format en question afin d'indiquer que cette entrée a été ajoutée au catalogue d'entrée du livre, avant que le format ne soit <em>Disponible</em> (c'est-à-dire publié).
it_it: Aggiungi i formati di pubblicazione (ad esempio, digitale, brossura) per i quali il layout-editor prepara le bozze per la correzione. Occorre indicare che le <em>Bozze</em> sono state approvate e si deve controllare la voce di <em>catalogo</em> per il formato in questione, per indicare che questa voce è stata aggiunta alla voce di catalogo del libro, prima che il formato possa essere reso <em>disponibile</em> (cioè pubblicato).

# editor.monograph.approvedProofs.edit
source: Set Terms for Downloading
el_gr: Καθορισμός Όρων για Λήψη Αρχείων
fr_ca: Choisir les modalités de téléchargement
it_it: Scegliere le modalità per il caricamento

# editor.monograph.approvedProofs.edit.linkTitle
source: Set Terms
el_gr: Καθορισμός Όρων
fr_ca: Choisir les modalités
it_it: Scegliere le modalità

# editor.monograph.proof.addNote
source: Add response
el_gr: Προσθήκη Απάντησης
fr_ca: Ajouter une réponse
it_it: Aggiungi una risposta
