Repository: uamidigital/filosofia
Catalog: omp/plugins/importexport/csv/locale/*/locale.po
Languages: mk_mk, sl_si

# plugins.importexport.csv.import.success.description
source: The import was successful. Successfully-imported items are listed below.
mk_mk: Увозот беше успешен. Успешно увезените артикли се наведени подолу.
sl_si: Uvoz uspešen. Uspešno uvoženi elementi so prikazani spodaj.

# plugins.importexport.csv.import.submission
source: Submission: '{$title}' successfully imported.
mk_mk: Поднесокот: „{$title}“ е успешно увезен.
sl_si: Prispevek: '{$title}‘ uspešno uvožen.

# plugins.importexport.csv.noSeries
source: The series path {$seriesPath} does not exist. Unable to add it to this submission.
mk_mk: Патеката на сериите {$seriesPath} не постои. Не може да се додаде на овој поднесок.
sl_si: Pot zbirke {$seriesPath} ne obstaja. Temu prispevku ni mogoče dodati.

# plugins.importexport.csv.noAuthorGroup
source: There is no default author group in the press {$press}. Skipping this submission.
mk_mk: Нема стандардна авторска група во изданието {$press}. Прескокнување на овој поднесок.
sl_si: V založbi ni privzete skupine avtorjev {$press}. Izhod iz prispevka.

# plugins.importexport.csv.noGenre
source: There is no manuscript genre. Exiting.
mk_mk: Нема жанр во ракописот. Излез.
sl_si: Zvrst rokopisa ni na voljo. Izhod.

# plugins.importexport.csv.unknownPress
source: Unknown Press: "{$contextPath}". Skipping.
mk_mk: Непознато издание: „{$contextPath}“. Прескокнување.
sl_si: Neznana založba: "{$contextPath}". Preskoči.

# plugins.importexport.csv.unknownLocale
source: Unknown Locale: "{$locale}". Skipping.
mk_mk: Непозната локација: „{$locale}“. Прескокнување.
sl_si: Neznani območni jezik:"{$locale}". Preskoči.

# plugins.importexport.csv.unknownUser
source: Unknown User: "{$username}". Exiting.
mk_mk: Непознат корисник: „{$username}“. Излез.
sl_si: Neznan uporabnik:"{$username}". Izhod.

# plugins.importexport.csv.fileDoesNotExist
source: The file "{$filename}" does not exist. Exiting.
mk_mk: Датотеката "{$filename}" не постои. Излез.
sl_si: Datoteka "{$filename}" ne obstaja. Izhod.

# plugins.importexport.csv.cliUsage
source: Command-line tool for importing CSV data into OMP Usage: {$scriptName} [--dry-run] fileName.csv username The --dry-run option can be used to test without making changes. Specify the username you wish to assign the submissions to.
mk_mk: Алатка за командна линија за увоз на податоци за CSV во OMP Употреба: Корисничко име {$scriptName} [--dry-run] fileName.csv корисничко име Опцијата --dry-run може да се користи за тестирање без да се направат измени. Наведете го корисничкото име на кое сакате да ги доделите поднесоците.
sl_si: Orodje ukazne vrstice za vnos podatkov CSV v uporabo OMP: {$scriptName} [--dry-run] fileName.csv username Možnost --dry-run omogoča testiranje brez vnašanja sprememb. Navedite uporabniško ime, ki mu želite dodeliti prispevek.

# plugins.importexport.csv.cliOnly
source: <p>This plugin currently supports command-line operation only. Execute... <pre>php tools/importExport.php CSVImportExportPlugin</pre> ...for more information.</p>
mk_mk: <p> Овој приклучок во моментов поддржува само операција со командна линија. Изврши ... <pre> php tools / importExport.php CSVImportExportPlugin </pre> ... за повеќе информации. </p>
sl_si: <p>Ta vtičnik trenutno podpira samo delovanje ukazne vrstice. Potrdi ... <pre>php tools/importExport.php CSVImportExportPlugin</pre> ... za več informacij. </p>

# plugins.importexport.csv.description
source: Import submissions into presses from tab delimited data.
mk_mk: Увезете поднесоци во изданија од ограничени податоци со јазичиња.
sl_si: Uvozi prispevke v založbo iz podatkov, ločenih s tabulatorjem.

# plugins.importexport.csv.displayName
source: Tab Delimited Content Import Plugin
mk_mk: Приклучок за увоз на ограничена содржина со јазичиња
sl_si: Uvozni vtičnik za vsebino, ločeno s tabulatorjem
