Repository: uamidigital/filosofia
Catalog: omp/plugins/importexport/native/locale/*/locale.po
Languages: mk_mk, pl_pl, sl_si

# plugins.importexport.native.error.unknownSeries
source: Unknown series {$param}
mk_mk: Непознати серии {$param}
pl_pl: Nieznane serie {$param}
sl_si: Neznana zbirka {$param}

# plugins.importexport.native.onix30.pressMissingFields
source: This press is missing some required information for ONIX metadata used in this export. Please go to <a href="{$url}">Press Settings</a> and fill in the missing details.
mk_mk: На ова издание недостасуваат некои потребни информации за метаподатоците на ONIX што се користат во овој извоз. Одете на <a href="{$url}"> Притиснете Поставки </a> и пополнете ги деталите што недостасуваат.
pl_pl: W tym wydaniu brakuje wymaganych informacji dla metadanych ONIX używanych do eksportu. Proszę przejdź do <a href="{$url}">Ustawienia wydania</a> i uzupełnij brakujące szczegóły.
sl_si: Založbi manjka nekaj informacij za metapodatke ONIX, uporabljene pri tem izvozu. Pojdite v Nastavitve > Potek dela > Produkcija in izpolnite manjkajoče podrobnosti.

# plugins.importexport.native.importComplete
source: The import completed successfully. The following items were imported:
mk_mk: Увозот заврши успешно. Увезени се следниве ставки:
pl_pl: Import zakończony pomyślnie. Następujące pozycje zostały importowane:
sl_si: Uvoz uspešno zaključen. Uvoženi so naslednji elementi:

# plugins.inportexport.native.uploadFile
source: Please upload a file under "Import" in order to continue.
mk_mk: Поставете датотека под „Увоз“ за да продолжите.
pl_pl: Proszę załaduj plik "Do importu", aby kontynuować.
sl_si: Naložite datoteko v zavihku "Uvozi" za nadaljevanje.

# plugins.importexport.native.results
source: Results
mk_mk: Резултати
pl_pl: Wyniki
sl_si: Rezultati

# plugins.importexport.native.exportSubmissionsSelect
source: Select monographs to export
mk_mk: Изберете монографии за извоз
pl_pl: Wybierz monografie do eksportu

# plugins.importexport.native.export
source: Export
mk_mk: Извоз
pl_pl: "Do eksportu"
sl_si: Izvozi

# plugins.importexport.native.import.instructions
source: Upload XML file to import
mk_mk: Поставете XML-датотека за увоз
pl_pl: Załaduj plik XML do importu
sl_si: Naložite datoteko XML za uvoz

# plugins.importexport.native.import
source: Import
mk_mk: Увоз
pl_pl: "Do importu"
sl_si: Uvozi

# plugins.importexport.native.description
source: Import and export books in OMP's native XML format.
mk_mk: Увезете и извезувајте книги во мајчин XML формат на ОМП.
pl_pl: Importuj i eksportuj książki dla OMP w natywnym formacie XML.
sl_si: Uvozi in izvozi knjige v domačem formatu XML sistema OMP.

# plugins.importexport.native.displayName
source: Native XML Plugin
mk_mk: Домашен XML додаток
pl_pl: Natywna wtyczka XML
sl_si: Domači vtičnik XML
