Repository: uamidigital/filosofia
Catalog: omp/plugins/generic/customLocale/locale/*/locale.po
Languages: ca_es, fi_fi, fr_ca, it_it, mk_mk, vi_vn

# plugins.generic.customLocale.searchResultsCount
source: Displaying {{ currentLocaleKeys.length }} of {{ filteredKeysList.length }} results for "{{ phraseSearched }}".
ca_es: Mostrant {{ currentLocaleKeys.length }} de {{ filteredKeysList.length }} resultats per a "{{ phraseSearched }}."
fi_fi: Näytetään tulos {{ currentLocaleKeys.length }}/{{ filteredKeysList.length }} hakulauseesta "{{ phraseSearched }}."
fr_ca: Affichage {{ currentLocaleKeys.length }} de {{ filteredKeysList.length }} résultat(s) pour « {{ phraseSearched }} ».
it_it: Visualizzando {{ currentLocaleKeysList.length }} di {{ filteredKeysList.length }} risultati per "{{ phraseSearched }}".
mk_mk: Прикажување {{ currentLocaleKeys.length }} од {{ filteredKeysList.length }} резултати за "{{ phraseSearched }}".
vi_vn: Hiển thị {{ currentLocaleKeys.length }} của {{ filteredKeysList.length }} cho "{{ phraseSearched }}."

# plugins.generic.customLocale.fileDescription
source: Enter text into corresponding custom text field. Leave custom text field blank if the default OJS/OMP text should be used.
ca_es: Introduïu el text en el camp de text personalitzat corresponent. Deixeu el camp de text personalitzat en blanc si voleu utilitzar el text predeterminat d'OMP.
fi_fi: Kirjoita teksti mukautettavaan kenttään. Jätä kenttä tyhjäksi, jos haluat käyttää alkuperäistä käännöstä.
fr_ca: Saisir le texte dans le champ de texte personnalisé correspondant. Laisser le champ de texte personnalisé vide si le texte par défaut de OJS/ OMP doit être utilisé.
it_it: Inserire il testo nel corrispondente campo di testo personalizzato. Lasciare vuoto il campo di testo personalizzato se si deve utilizzare il testo predefinito OJS/OMP.
mk_mk: Внеси текст во соодветното поле за избран текст. Остави го полето за избран текст празно доколку се користи предодреден текст од OJS/OMP.
vi_vn: Nhập văn bản vào trường văn bản tùy chỉnh tương ứng. Để trống trường văn bản tùy chỉnh nếu sử dụng văn bản OMP mặc định.

# plugins.generic.customLocale.searchDescription
source: Enter a complete locale key here. Keys found are highlighted.
ca_es: Introduïu aquí una clau de configuració regional completa. Les claus trobades estan ressaltades.
fi_fi: Anna kokonainen käännösavain. Löydetyt avaimet korostetaan.
fr_ca: Saisir ici le nom complet d'une clé. Les clés trouvées sont affichées en surbrillance.
it_it: Inserire qui una chiave di localizzazione completa. Le chiavi trovate sono evidenziate.
mk_mk: Внеси тука комплетен локален клуч. Најдените клучеви се осветлени.
vi_vn: Nhập một khóa ngôn ngữ đầy đủ ở đây. Các khóa tìm thấy được tô sáng.

# plugins.generic.customLocale.customLocaleFiles
source: Locale files
ca_es: Arxius de configuració regionals
fi_fi: Kielialueiden tiedostot
fr_ca: Fichiers personnalisables
it_it: File di impostazione regionale
mk_mk: Локализациски фајлови
vi_vn: Các tập tin ngôn ngữ

# plugins.generic.customLocale.files.pageTitle
source: File name
ca_es: Nom d'arxiu
fi_fi: Tiedostonimi
fr_ca: Nom du fichier
it_it: Nome del file
mk_mk: Име на фајлот
vi_vn: Tên tập tin

# plugins.generic.customLocale.customLocale
source: Locales
ca_es: Configuracions regionals
fi_fi: Kielialueet
fr_ca: Configurations régionales
it_it: Impostazione regionale
mk_mk: Локализации
vi_vn: Các ngôn ngữ

# plugins.generic.customLocale.file.custom
source: Custom Text
ca_es: Text personalitzat
fi_fi: Mukautettu teksti
fr_ca: Texte personnalisé
it_it: Testo personalizzato
mk_mk: Прилагодлив текст
vi_vn: Văn bản tùy chỉnh

# plugins.generic.customLocale.file.reference
source: Default Text
ca_es: Text predeterminat
fi_fi: Oletusteksti
fr_ca: Texte par défaut
it_it: Testo predefinito
mk_mk: Предодреден текст
vi_vn: Văn bản mặc định

# plugins.generic.customLocale.file.edit
source: Editing {$filename}
ca_es: Editant {$filename}
fi_fi: Muokataan {$filename}
fr_ca: Modification du fichier {$filename}
it_it: Modifica {$nome del file}
mk_mk: Уредување {$filename}
vi_vn: Sửa {$filename}

# plugins.generic.customLocale.file.editHeader
source: Customize locale keys
ca_es: Personalitzar les claus de configuració regional
fi_fi: Muokauta käännösavaimia
fr_ca: Personnaliser les clés de configuration régionales
it_it: Personalizzare i chiavi di localizzazione
mk_mk: Прилагоди локални клучеви
vi_vn: Tùy chỉnh khóa ngôn ngữ

# grid.action.printChanges
source: Download a file that lists all the customizations you made.
ca_es: Descarregueu un arxiu amb el llistat de totes les personalitzacions que heu fet.
fi_fi: Lataa tiedostona kaikki mukautuksesi.
fr_ca: Télécharger un fichier répertoriant toutes les personnalisations que vous avez apportées.
it_it: Scarica un file che elenca tutte le personalizzazioni effettuate.
mk_mk: Симни фајл со листа од сите направени прилагодувања.
vi_vn: Tải xuống một tệp liệt kê tất cả các tùy chỉnh bạn đã thực hiện.

# plugins.generic.customLocale.customize
source: Customize
ca_es: Personalitzar
fi_fi: Mukauta
fr_ca: Personnaliser
it_it: Personalizzare
mk_mk: Прилагоди
vi_vn: Tùy chỉnh

# plugins.generic.customLocale.localeKeyValue
source: Value
ca_es: Valor
fi_fi: Käännös
fr_ca: Valeur
it_it: Valore
mk_mk: Вредност
vi_vn: Giá trị

# plugins.generic.customLocale.localeKey
source: Key
ca_es: Clave
fi_fi: Avain
fr_ca: Clé
it_it: Chiave
mk_mk: Клуч
vi_vn: Khóa

# plugins.generic.customLocale.path
source: Action
ca_es: Acció
fi_fi: Toiminto
it_it: Azione
mk_mk: Акција
vi_vn: Hoạt động

# plugins.generic.customLocale.localeKey.description
source: Enter an entire locale key to search for.
ca_es: Introduïu la clau de configuració regional completa que voleu cercar.
fi_fi: Anna kokonainen etsittävä käännösavain.
fr_ca: Entrer le nom complet d'une clé à rechercher.
it_it: Inserire un'intera chiave di localizzazione da cercare.
mk_mk: Внеси цел клучен збор за да пребаруваш.
vi_vn: Nhập toàn bộ khóa ngôn ngữ để tìm kiếm.

# plugins.generic.customLocale.printChanges
source: Download documentation
ca_es: Descarregar documentació
fi_fi: Lataa dokumentaatio
fr_ca: Télécharger la documentation
it_it: Scaricare la documentazione
mk_mk: Симни документација
vi_vn: Tải tài liệu

# plugins.generic.customLocale.noneCreated
source: No files found.
ca_es: No s'ha trobat cap arxiu.
fi_fi: Tiedostoja ei löytynyt.
fr_ca: Aucun fichier trouvé.
it_it: Nessun file trovato.
mk_mk: Не се најдени фајлови.
vi_vn: Không có tập tin nào được tìm thấy.

# plugins.generic.customLocale.saveAndContinue
source: Save and continue
ca_es: Guardar i continuar
fi_fi: Tallenna ja jatka
fr_ca: Sauvegarder et continuer
it_it: Salvare e continuare
mk_mk: Сними и продолжи
vi_vn: Lưu và tiếp tục

# plugins.generic.customLocale.search.key
source: Search for key
ca_es: Cercar per clau
fi_fi: Hae käännösavainta
fr_ca: Rechercher une clé
it_it: Ricerca della chiave
mk_mk: Пребарување клучни зборови
vi_vn: Tìm kiếm khóa

# plugins.generic.customLocale.search.fileName
source: Search in file names
ca_es: Cercar en els noms d'arxiu
fi_fi: Hae tiedostonimistä
fr_ca: Rechercher parmi les noms de fichiers
it_it: Ricerca nei nomi dei file
mk_mk: Пребарување имиња на фајлови
vi_vn: Tìm kiếm trong tên tập tin

# plugins.generic.customLocale.description
source: This plugin enables customization of the default user interface text used by OJS and OMP.
ca_es: Aquest mòdul permet la personalització del text de la interfície d'usuari/ària predeterminat que fa servir OMP.
fi_fi: Tämä lisäosa mahdollistaa järjestelmän käyttöliitymätekstien muokkaamisen.
fr_ca: Ce plugiciel permet de personnaliser le texte par défaut de l'interface utilisateur de OJS et OMP.
it_it: Questo plugin consente di personalizzare il testo dell'interfaccia utente predefinita utilizzata da OJS e OMP.
mk_mk: Овој плагин овозможува прилагодување на корисничкиот интерфејс да користи OJS и OMP.
vi_vn: Plugin này cho phép tùy chỉnh văn bản giao diện người dùng mặc định được OMP sử dụng.

# plugins.generic.customLocale.name
source: Custom Locale Plugin
ca_es: Mòdul de configuració regional personalitzada
fi_fi: Mukautettu lokalisointi -lisäosa
fr_ca: Plugiciel de personnalisation
it_it: Plugin Locale personalizzato
mk_mk: Прилагодлив плагин за локализација
vi_vn: Plugin Ngôn ngữ tùy chỉnh
