Repository: uamidigital/filosofia
Catalog: omp/plugins/themes/filosofia/locale/*/locale.po
Languages: es_es

# plugins.themes.filosofia.name
source: Filosofia Theme
es_es: Tema Filosofía

# plugins.themes.filosofia.description
source: This theme implements the Filosofia theme.
es_es: Este tema implementa el tema Filosofía.

# plugins.themes.filosofia.option.typography.label
source: Typography
es_es: Tipografía

# plugins.themes.filosofia.option.typography.description
source: Choose a font combination that suits this press.
es_es: Elija una combinación de fuentes que se adapte a esta revista.

# plugins.themes.filosofia.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
es_es: Noto Sans: Una nativa digital diseñada por Google con un extenso soporte idiomático.

# plugins.themes.filosofia.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
es_es: Noto Serif: Una variante de tipo serif.

# plugins.themes.filosofia.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
es_es: Noto Serif/Noto Sans: Combinación de serif para encabezados y sans-serif para textos.

# plugins.themes.filosofia.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
es_es: Noto Sans/Noto Serif: Combinación de sans-serif para encabezados y serif para textos.

# plugins.themes.filosofia.option.typography.lato
source: Lato: A popular modern sans-serif font.
es_es: Lato: Una fuente actual y aclamada de tipo sans-serif.

# plugins.themes.filosofia.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
es_es: Lora: Una fuente de tipo serif ancha, adecuada para la lectura.

# plugins.themes.filosofia.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
es_es: Lora/Open Sans: Combinación de serif para encabezados y sans-serif para textos.

# plugins.themes.filosofia.option.typography.Verdana
source: Verdana: Familiar font due to Microsoft Operating Systemsregular use.
es_es: Verdana: Fuente que muchas personas conocen debido al uso de sistemas operativosde Microsoft.

# plugins.themes.filosofia.option.colour.label
source: Colour
es_es: Color

# plugins.themes.filosofia.option.colour.description
source: Choose a colour for the header.
es_es: Elija un color para la cabecera.

# plugins.themes.filosofia.option.useHomepageImageAsHeader.label
source: Header Background Image
es_es: Imagen de fondo de la cabecera

# plugins.themes.filosofia.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
es_es: Cuando se haya cargado una imagen para la página de inicio, mostrarla en el fondo de la cabecera en vez de en su posición habitual de la página de inicio.

# plugins.themes.filosofia.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
es_es: Mostrar la imagen de página de inicio como el fondo de la cabecera.
